{
    "entries": [
      {
        "id": "op01",
        "area": "op",
        "number": "01",
        "color": "#FF6000",
        "type": "Strategic Partners & Collaborators",
        "title": "Anthropic",
        "description": "AI research and products that put safety at the frontier.",
        "highlight": "",
        "hitbox": "",
        "about": "Anthropic is an AI safety and research company based in San Francisco. Our interdisciplinary team has deep experience across machine learning, physics, policy, and product. Together, we create reliable, interpretable, and steerable AI systems. Anthropic’s flagship product is Claude, an AI assistant focused on being helpful, harmless, and honest. Learn more about Anthropic at anthropic.com.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Industrial Goods",
          "Insurance",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Matt Kropp", "role": "" }
        ]
      },
      {
        "id": "op02",
        "area": "op",
        "number": "02",
        "color": "#FF6000",
        "type": "Strategic Partners & Collaborators",
        "title": "Amazon / AWS",
        "description": "AMAZON + BCG: Unlocking potential. Reshaping industries.",
        "highlight": "",
        "hitbox": "",
        "about": "Multi facet partnership (telecommunications, insurance, automotive) focusing on verticalized cloud-based Gen AI offering to address significant client problems and create exponential value for customers. Together they bring a wealth of experience and deep expertise in tech innovation, paving the way for transformation.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Industrial Goods",
          "Insurance",
          "Public Sector",
          "Tech, Media & Telecom"
        ],
        "boothContacts": [
          { "name": "Drake Watten", "role": "" }
        ]
      },
      {
        "id": "op03",
        "area": "op",
        "number": "03",
        "color": "#FF6000",
        "type": "",
        "title": "Supply Chain AI",
        "description": "Elevate your Supply Chain performance with AI.",
        "highlight": "",
        "hitbox": "",
        "about": "Learn how digital and AI can unlock tangible value across supply chain decisions, from planning to execution, with accelerated results from BCG's unique capabilities and digital assets. This experience will showcase demos of real-world applications and hands-on experience of how GenAI is already reinventing critical supply chain processes, and what the potential is going forward.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Health Care",
          "Industrial Goods",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Dustin Burke", "role": "" }
        ]
      },
      {
        "id": "op04",
        "area": "op",
        "number": "04",
        "color": "#FF6000",
        "type": "",
        "title": "Service & Support Operations",
        "description": "Unleash the full potential of service & support teams with AI.",
        "highlight": "",
        "hitbox": "",
        "about": "Digital & AI at work to boost efficiency, speed & customer outcomes in (field) service & support operations. Three avant-garde tools mark the next level of E2E process discovery and performance improvement:\n- E2Epro AI (BGC x Celonis) - process x-ray scan & rapid improvement\n- FieldSOx - field force dispatch & routing optimization\n- Technician Copilot - GenAI technician support\nMust-know offerings for organizations concerned with cost advantage, digitization/AI, and superior customer experience.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Financial Institutions",
          "Health Care",
          "Industrial Goods",
          "Insurance",
          "Public Sector",
          "Tech, Media & Telecom",
          "Travel, Cities & Infrastructure"
        ],
        "boothContacts": [
          { "name": "Shashank Modi", "role": "" }
        ]
      },
      {
        "id": "op05",
        "area": "op",
        "number": "05",
        "color": "#FF6000",
        "type": "",
        "title": "Manufacturing - Data, Digital & AI",
        "description": "Transform manufacturing with digitally enhanced, AI-powered solutions",
        "highlight": "",
        "hitbox": "",
        "about": "See the future of manufacturing where we showcase MFG AI. MFG AI is BCG’s suite of capabilities that help manufacturers reduce cost and increase productivity through digital tools on the shop floor. Dive into our comprehensive approach that leverages data, digital advancements, and AI to revolutionize manufacturing. Discover the latest breakthroughs from our collaborator, Honeywell, who will show how to accelerate asset reliability by improving performance uptime with end-to-end asset performance management.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Health Care",
          "Industrial Goods",
          "Travel, Cities & Infrastructure"
        ],
        "boothContacts": [
          { "name": "John Knapp", "role": "" },
          { "name": "Andy Lin", "role": "" }
        ]
      },
      {
        "id": "op06",
        "area": "op",
        "number": "06",
        "color": "#FF6000",
        "type": "Strategic Partners & Collaborators",
        "title": "PTC",
        "description": "Companies that make products the world relies on, rely on PTC.",
        "highlight": "",
        "hitbox": "",
        "about": "PTC is a global software company that enables industrial and manufacturing companies to digitally transform how they engineer, manufacture, and service the physical products that the world relies on. Our portfolio of software solutions manages data throughout a product’s lifecycle – driving excellence in engineering and design, efficiency in manufacturing and supply chain, and optimization in operations and service.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Industrial Goods"
        ],
        "boothContacts": [
          { "name": "Tilman Buchner", "role": "" }
        ]
      },
      {
        "id": "op07",
        "area": "op",
        "number": "07",
        "color": "#FF6000",
        "type": "",
        "title": "Manufacturing - Robotics & Automation",
        "description": "Discover the transformative role of the industrial metaverse.",
        "highlight": "",
        "hitbox": "",
        "about": "Major break throughs in new enabling technologies unlock unutilized productivity improvements and cost saving potentials of up to 25%, reaching from product / factory design over factory automation to -operations. Join us to learn how your company can benefit from enhancements in GenAI, Software Defined Automation, Simulation and Synthetic Data Generation along the factory lifecycle.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Health Care",
          "Industrial Goods",
          "Travel, Cities & Infrastructure"
        ],
        "boothContacts": [
          { "name": "Tilman Buchner", "role": "" },
          { "name": "Daniel Kuepper", "role": "" }
        ]
      },
      {
        "id": "op08",
        "area": "op",
        "number": "08",
        "color": "#FF6000",
        "type": "Strategic Partners & Collaborators",
        "title": "Palantir",
        "description": "Activate full-spectrum AI to power your enterprise operations and decisions",
        "highlight": "",
        "hitbox": "",
        "about": "With a multitude of AI solutions on the market, it can be difficult to identify how AI can be leveraged effectively in the context of your enterprise. Palantir’s Artificial Intelligence Platform (AIP) powers AI-assisted decision making — from war zones to factory floors, bringing full spectrum AI to life across a wide range of enterprises. Attend an AIP Bootcamp to move past demos, get handson-keyboard, push to production, and go from zero to use case in a matter of days.",
        "relatedIndustries": [
          "Financial Institutions",
          "Health Care",
          "Industrial Goods",
          "Insurance",
          "Tech, Media & Telecom",
          "Travel, Cities & Infrastructure"
        ],
        "boothContacts": [
          { "name": "Sesh Iyer", "role": "" }
        ]
      },
      {
        "id": "op09",
        "area": "op",
        "number": "09",
        "color": "#FF6000",
        "type": "",
        "title": "R&D: Better, Faster, Cheaper",
        "description": "Revolutionizing Research & Development through the power of (Gen)AI",
        "highlight": "",
        "hitbox": "",
        "about": "AI, ML and GenAI are beginning to impact R&D in many industries. Come explore how companies are using our AI tools like Development.AI and Drug.AI to expand what's possible in biopharma and attract more investments in a rapidly growing space.",
        "relatedIndustries": [
          "Health Care"
        ],
        "boothContacts": [
          { "name": "Chris Meier", "role": "" },
          { "name": "Catherine Rivet", "role": "" }
        ]
      },
      {
        "id": "op10",
        "area": "op",
        "number": "10",
        "color": "#FF6000",
        "type": "",
        "title": "Procurement",
        "description": "Master procurement cost excellence with GenAI",
        "highlight": "",
        "hitbox": "",
        "about": "Join our Procurement booth, where we will reveal the secrets of how industry leaders master procurement cost excellence and what they do differently to unlock maximum value and efficiency. We'll present practical and proven Gen AI solutions that have transformed procurement processes, showcasing how Gen AI can help achieve higher savings, accelerate operations and free up buyers' capacity. Explore actionable tools and strategies to advance procurement value delivery.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Health Care",
          "Industrial Goods",
          "Public Sector",
          "Tech, Media & Telecom"
        ],
        "boothContacts": [
          { "name": "Daniel Weise", "role": "" },
          { "name": "Nino Mori", "role": "" },
          { "name": "Wolfgang Schnellbächer", "role": "" }
        ]
      },
      {
        "id": "op11",
        "area": "op",
        "number": "11",
        "color": "#FF6000",
        "type": "",
        "title": "Virtual Twins",
        "description": "Harness the power of Dassault & BCG to speed up product innovation",
        "highlight": "",
        "hitbox": "",
        "about": "Dassault Systems and BCG are working together to reshape the new product innovation process. Our collaboration aims to drastically reduce time to market through the combined power of BCG’s strategic transformation, ability to help customers to size effort, and deliver on the value case and DS’ scientifically backed, augmented virtual twin end-to-end platform.",
        "relatedIndustries": [
          "Energy",
          "Financial Institutions",
          "Health Care",
          "Industrial Goods",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Vanessa Lyon", "role": "" },
          { "name": "Mikael Le Mouellic", "role": "" }
        ]
      },
      {
        "id": "op12",
        "area": "op",
        "number": "12",
        "color": "#FF6000",
        "type": "Strategic Partners & Collaborators",
        "title": "Kinaxis",
        "description": "Powering the world's supply chains",
        "highlight": "",
        "hitbox": "",
        "about": "Kinaxis is a global leader in supply chain management. We serve supply chains and the people who manage them in service of humanity. We're trusted by renowned global brands to provide the agility and predictability needed to navigate today’s disruption. We combine our concurrency technique with a human-centered approach to AI to empower businesses to orchestrate their end-to-end supply chain network, from multi-year strategic planning through down-to-the-second execution and last mile delivery.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Health Care",
          "Industrial Goods",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Dustin Burke", "role": "" }
        ]
      },
      {
        "id": "op13",
        "area": "op",
        "number": "13",
        "color": "#FF6000",
        "type": "Startup",
        "title": "Altana",
        "description": "Altana.ai has created a shared source of truth for global Supply Chain risk",
        "highlight": "",
        "hitbox": "",
        "about": "The Altana Atlas is the world's only dynamic, intelligent map of the global supply chain. We apply proprietary AI and ML models to billions of data points to enable customers to see their supply chains all the way to the soil, surface relevant sanction alerts & compliance recommendations, and collaborate simultaneously with internal & external stakeholders. By utilizing the Atlas, enterprises, governments, & LSPs all contribute to a globalization that is more resilient, secure, and sustainable.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Energy",
          "Industrial Goods",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Kristen Daniels", "role": "" }
        ]
      },
      {
        "id": "op14",
        "area": "op",
        "number": "14",
        "color": "#FF6000",
        "type": "Startup",
        "title": "Sievo Procurement Analytics",
        "description": "Cleanse & enrich procurement data to deliver actionable insights using AI",
        "highlight": "",
        "hitbox": "",
        "about": "Sievo automates procurement data cleansing, enrichment and analytics, solving the \"dirty data\" challenge delivering actionable insights, forecasting, and ESG analytics. Trusted by industry leaders like BCG, Diageo, Total Energies and Apax Partners, Sievo manages $1+ trillion annually. As BCG's premier partner for Spend, CO2, and ESG cubes, Sievo delivers quick-cubes in ~4 days and expert cubes in 2-6 weeks. Recognized as #1 in Analytics, NPS, TCO, Innovation, GenAI, and Value by SpendMatters.",
        "relatedIndustries": [
          "Consumer Products & Retail",
          "Industrial Goods",
          "Public Sector"
        ],
        "boothContacts": [
          { "name": "Sammeli Sammalkorpi", "role": "" }
        ]
      }
    ]
  }